hjelp/hjelp.html
<!DOCTYPE html>
<html lang="fr">
<head>
<!-- 2018-11-29 jeu. 15:39 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>Une Grammmaire du Hjelp</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Lucien Cartier-Tilet">
<link rel="stylesheet" type="text/css" href="https://langue.phundrak.fr/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://langue.phundrak.fr/css/readtheorg.css"/>
<link rel="shortcut icon" href="https://langue.phundrak.fr/favicon.ico" type="image/x-icon" />
<meta property="og:image" content="https://langue.phundrak.fr/img/rich_preview.jpg" />
<meta name="twitter:card" content="summary" />
<meta name="twitter:site" content="@phundrak" />
<meta name="twitter:creator" content="@phundrak" />
<meta name="description" content="Grammaire détaillée de la langue construite du Hjelp" />
<meta property="og:title" content="Grammaire du Hjelp" />
<meta property="og:description" content="Grammaire détaillée de la langue construite du Hjelp" />
</head>
<body>
<div id="content">
<h1 class="title">Une Grammmaire du Hjelp</h1>
<p>

</p>
<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgcb4cacc">1. Introduction</a>
<ul>
<li><a href="#org84c1986">1.1. Quelques précisions sur le Hjelp théorique</a></li>
</ul>
</li>
<li><a href="#org60639b2">2. Lexique</a></li>
<li><a href="#org4c63735">3. Phonologie</a>
<ul>
<li><a href="#org44307e4">3.1. Notes sur la translittération et la romanisation du Hjelp</a></li>
<li><a href="#orgf53dcc0">3.2. Inventaire phonétique</a>
<ul>
<li><a href="#org8710ed9">3.2.1. Les consonnes</a></li>
<li><a href="#org5926dc9">3.2.2. Les voyelles</a></li>
</ul>
</li>
<li><a href="#org1d3c052">3.3. Diphtongues</a></li>
<li><a href="#org7b9ebc8">3.4. Triphtongues</a></li>
<li><a href="#orgaedd0d6">3.5. Les sept tons</a></li>
<li><a href="#orgc8339ed">3.6. L’accentuation</a></li>
<li><a href="#org756fc21">3.7. Allophonie</a></li>
<li><a href="#org46c3725">3.8. Phonotaxes</a></li>
</ul>
</li>
<li><a href="#org72c7449">4. Morphologie</a></li>
<li><a href="#org1bb48e0">5. Syntaxe</a></li>
<li><a href="#org83ba287">6. Système d’écriture</a></li>
<li><a href="#orgdd5fb81">7. Lexique</a></li>
<li><a href="#org8034227">8. Annexes</a>
<ul>
<li><a href="#orga4efc1e">8.1. Annexe A : Abbréviations</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>

</p>

<div id="outline-container-orgcb4cacc" class="outline-2">
<h2 id="orgcb4cacc"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
Le Hjelp est une langue construite représentant symboliquement la langue orale et écrite utilisée par les dieux célestes de l’univers de mon roman, les Hjalpel. Cela signifie que, bien que le Hjalp soit une langue <i>de facto</i> réelle de part cette grammaire et au moins mon utilisation de cette langue dans mes ouvrages, elle n’est pas réellement la langue telle que je l’imagine pour les dieux célestes ; en effet, j’imagine la langue réelle des Hjalpel comme étant une langue d’une extraordinaire complexité, mais extrêmement concise, représentant l’esprit des dieux célestes. Je me référerais ainsi par « Hjelp théorique » au Hjelp tel qu’imaginé dans mon univers littéraire, et par « Hjelp construit » ou tout simplement « Hjelp » la langue présentée dans ce document.
</p>

<p>
Fort heureusement pour ceux qui se montreraient intéressé par le Hjelp, et malheureusement pour moi, créer une langue d’un tel niveau de complexité est littéralement impossible, considérant ne serait-ce que la difficulté théorique pour l’apprendre. Cependant, cela ne m’empêchera pas d’essayer de créer une langue complexe et concise du mieux que je peux, et j’essaierai d’imiter avec cette langue l’esthétique de la langue théorique des Hjalpel.
</p>

<p>
Le Hjelp est une langue construite dite <i>à priori</i>, c’est à dire qu’elle ne se base sur aucune langue naturelle. Sa grammaire a quelques inspirations de diverses langues telles que le Français, le Tibétain, le Japonais, le Finnois ou le Hongrois, cependant aucune partie majeure de leur grammaire n’est intégrée au Hjelp, et son lexique est entièrement construit de manière indépendante de toute langue naturelle.
</p>

<p>
J’utiliserai, comme indiqué plus haut, cette langue dans mes ouvrages littéraires concernant l’univers lié à cette langue, mais je l’utiliserai également pour des consructions d’autres langues qui descendront du Hjelp. Ces nouvelles langues, tel que le Melexeq, la langue de certains dieux terrestres, seront beaucoup plus simples. Les langues divines terrestres garderont un certain degré de complexité du fait du peuple la parlant en lui-même, et les langues descendant du Hjelp utilisées par les mortels seront d’un niveau de complexité similaire aux langues naturelles que l’on peut trouver dans notre monde.
</p>

<p>
Cette grammaire n’est pas un ouvrage destiné à l’apprentissage du Hjelp (peut-être en écrirai-je un destiné à cette application) mais s’addresse plus à mon propre besoin d’avoir une grammaire de référence pour le Hjelp et suppose donc que le lecteur a un minimum de connaissances linguistiques, bien que certains concepts seront expliqués dans leur chapitre ou paragraphe dédié.
</p>
</div>

<div id="outline-container-org84c1986" class="outline-3">
<h3 id="org84c1986"><span class="section-number-3">1.1</span> Quelques précisions sur le Hjelp théorique</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Comme dit plus haut, le Hjelp théorique est une langue extrêmement complexe parlée par les Hjalpel dans mon univers littéraire. Apprendre cette langue prend plusieurs années d’études pour un humain afin de pouvoir ne serait-ce que commencer à former des phrases rudimentaires avec un vocabulaire limité, et les meilleurs ont un niveau tout de même faible ; selon le Cadre Européen Commun de Référence pour les Langues (CECRL) à l’heure où j’écris ces lignes, cela équivaut à un niveau A2.
</p>

<p>
Cette difficulté d’apprentissage de la langue est liée à la nature des Hjalpel et des dieux de façon générale dans mon univers : ils existent en dehors de la réalité, et leur parole sont une manifestation en soit de la réalité, exprimant toute sa complexité, sa subtilité. Comprendre parfaitement cette langue revient à comprendre parfaitement la réalité, d’où le niveau très bas même des meilleurs universitaires et étudiants du Hjelp théorique.
</p>

<p>
Le Hjalpel théorique étant une expression de la réalité en elle-même, tout élément qui est créé à un instant t entre à ce moment-là dans le domaine de la réalité qui se propage alors dans le passé, et un mot émerge alors naturellement en Hjelp théorique, ayant aux yeux des mortels existé depuis toujours mais n’ayant été découvert que récemment.
</p>

<p>
À l’inverse du passé et du présent, le futur ne reste qu’hypothétique dans cet univers, et bien qu’il puisse être prévu et prévisible aux yeux des divins, il est tout à fait possible de l’altérer si un dieux interfère avec la réalité, si un mortel fait usage de son libre arbitre (en effectuant une action réfléchie) ou en faisant usage de la magie. Ainsi, les éléments futurs ne font pas encore partie de la réalité et n’ont donc pas d’expression dans le présent. Attention, du moment qu’un concept est possible dans le futur, ce concept a été créé dans le présent de la personne (mortelle ou divine) y ayant pensé et entre donc dans le domaine de la réalité.
</p>

<p>
Je pense que vous comprenez maintenant pourquoi il est impossible pour moi en tant qu’auteur et simple mortel de réellement créer le Hjelp théorique.
</p>
</div>
</div>
</div>

<div id="outline-container-org60639b2" class="outline-2">
<h2 id="org60639b2"><span class="section-number-2">2</span> Lexique</h2>
<div class="outline-text-2" id="text-2">
<p>
Le Hjelp est une langue se basant sur le principe des racine consonantales, la grammaire étant exprimée quasiment uniquement via les voyelles. Du fait de ses très riches déclinaisons, et malgré son nombre limité de racines lexicales, le Hjelp peut exprimer un très grand nombre de différent mots, tous basés sur la même racine.
</p>

<p>
Afin de respecter la philosophie du Hjelp théorique, tous les mots de son lexique sont des mots ayant été créés soit <i>à priori</i>, soit à partir d’autres mots du Hjelp. Ainsi, le Hjelp n’est qu’une langue source dans la génétique des langues de mon univers linguistique et n’emprunte ainsi jamais à d’autre langues.
</p>

<p>

</p>
</div>
</div>
