hjelp/hjelp.org
** Notes sur la translittération et la romanisation du Hjelp

Le Hjelp est une langue disposant d’un système d’écriture qui lui est unique, et par conséquent ne peut pas être aisément reproduisible par ordinateur, encore moins dans du texte comme celui-ci, à moins d’insérer des images dessinées au préalable. De plus, de par sa nature idéographique, le lecteur n’aura aucune idée de la façon dont les mots se prononcent, hors il est important de pouvoir partager l’aspect phonétique de cette langue afin d’assurer une bonne compréhension de ce document. Ainsi, j’utiliserai pour la quasi-totalité de cette grammaire une translittération du Hjelp, visant à renvoyer une prononciation proche de la réalité. Ainsi, la majorité des sons seront représentés par un unique caractère, à l’exception de quelques sons représentés par deux comme nous le verrons ci-dessous.

Pour des raisons d’esthétisme, le Hjelp dispose également d’un système de romanisation. Ce système repose sur moins de caractères comportant des accents et autres diacritiques mais permet une approche peut-être plus simple de la prononciation de la langue pour les non-linguistes. L’approche de la prononciation du Hjelp changeant selon la ou les langues parlées par le lecteur, la romanisation peut également changer en fonction de la langue cible. Ainsi, les francophones pourront retranscrire « qhø₃ð » comme « reuv » tandis que les anglophones le rentranscriront « rhoth ». Cette romanisation ne sera présente que dans le point suivant ([[*Inventaire phon%C3%A9tique]]) afin de donner une référence de lecture du Hjelp dans mes textes littéraires, cependant elle ne sera absolument pas utilisée dans ce document du fait du manque d’information qu’elle partage, contrairement à la translittération qui reste constante selon la langue du lecteur et transmet toutes les informations phonétiques (ou presque, c.f. la section [[*Allophonie]] sur l’allophonie) dont on a besoin.

Quelques fois, la translittération ne suffira pas, en particulier dans ce chapitre, pour exprimer avec détail la prononciation de certains mots ou de certaines phrases ; je devrai donc utiliser l’alphabet phonétique international (IPA, /International Phonetic Alphabet/) afin de pouvoir donner la prononciation de façon beaucoup plus précise que la translittération qui peut parfois ne pas être exacte (à nouveau, c.f. la section [[*Allophonie]] sur l’allophonie).

** Inventaire phonétique

La tendance en Hjelp est d’isoler les mots entre eux, marquant la séparation entre eux par de courtes pauses ou par un coup de glotte [ʔ] entre ces mots lors d’un passage d’une voyelle à une autre entre deux mots. Lorsqu’un mot est composé de plusieurs syllabes, une préférence est présente pour que les consonnes les plus proches de la voyelle fassent partie intégrale de la syllabe dont la voyelle est le cœur, avec un équilibre dans la répartition des consonnes entre les deux voyelles, avec un avantage pour la voyelle suivante. Ainsi, quand trois consonnes sépareront deux voyelles, la première consonne uniquement fait partie de la première syllabe. Si cette règle n’est pas suivie, la séparation sera marquée à l’écrit par la première consonne de la nouvelle syllabe écrite en majuscule, ou bien la voyelle elle-même si la syllabe ne commence pas par une consonne.

