hjelp/hjelp.html

<div id="outline-container-org8710ed9" class="outline-4">
<h4 id="org8710ed9"><span class="section-number-4">3.2.1</span> Les consonnes</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Le Hjelp est une langue disposant d’un très large panel de consonnes. Voici ci-dessous le tableau des consonnes du Hjelp, translittéré puis en IPA.
</p>

<table>
<caption class="t-above"><span class="table-number">Tableau 1 :</span> Consonnes du Hjelp (translittération)</caption>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">nasal</th>
<th scope="col" class="org-left">occlusif</th>
<th scope="col" class="org-left">fricatif</th>
<th scope="col" class="org-left">spirant</th>
<th scope="col" class="org-left">roulé</th>
<th scope="col" class="org-left">fric-lat</th>
<th scope="col" class="org-left">spir-lat</th>
<th scope="col" class="org-left">semi-vow</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">bilabial</td>
<td class="org-left">m</td>
<td class="org-left">p b</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">w</td>
</tr>

<tr>
<td class="org-left">lab-dent</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">f v</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">dental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">þ ð</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">alvéolaire</td>
<td class="org-left">n ń</td>
<td class="org-left">t d</td>
<td class="org-left">s z</td>
<td class="org-left">ŕ</td>
<td class="org-left">r</td>
<td class="org-left">lh</td>
<td class="org-left">l ĺ</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pal-alv</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">sh zh</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">rétroflexe</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ŧ đ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">palatal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ch jh</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">vélaire</td>
<td class="org-left">ng</td>
<td class="org-left">k g</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">uvulaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">qh rh</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">glottal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">’</td>
<td class="org-left">h</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table>
<caption class="t-above"><span class="table-number">Tableau 2 :</span> Consonnes du Hjelp (IPA)</caption>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">nasal</th>
<th scope="col" class="org-left">occlusif</th>
<th scope="col" class="org-left">fricatif</th>
<th scope="col" class="org-left">spirant</th>
<th scope="col" class="org-left">battu</th>
<th scope="col" class="org-left">fric-lat</th>
<th scope="col" class="org-left">spir-lat</th>
<th scope="col" class="org-left">semi-vow</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">bilabial</td>
<td class="org-left">m [m̩] [m̩ʲ]</td>
<td class="org-left">p b</td>
<td class="org-left">[ɸ] [β]</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">w</td>
</tr>

<tr>
<td class="org-left">lab-dent</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">f v</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">dental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">θ ð</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">alvéolaire</td>
<td class="org-left">n n̩</td>
<td class="org-left">t d</td>
<td class="org-left">s z</td>
<td class="org-left">ŕ</td>
<td class="org-left">ɾ</td>
<td class="org-left">ɬ</td>
<td class="org-left">l l̩ [l̩ʲ]</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pal-alv</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ʃ ʒ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">rétroflexe</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ʈ ɖ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">palatal</td>
<td class="org-left">[ɲ̩]</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ç ʝ</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">vélaire</td>
<td class="org-left">ŋ</td>
<td class="org-left">k g</td>
<td class="org-left">[x] [ɣ]</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">uvulaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">χ ʁ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">glottal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ʔ</td>
<td class="org-left">h [ɦ]</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
On peut remarquer une grande complexité au niveau des consonnes occlusives et fricatives, avec également un bon nombre de consonnes alvéolaires. Presque toutes les consonnes occlusives et fricatives sont par ailleurs dotées de leur équivalent voisé ou sourd, à l’exception des deux consonnes glottales. À noter que les phonèmes du tableau IPA entre crochets sont des allophones et n’ont pas de représentation qui leur est propre. Il est également à noter la présence de &lt;ń&gt; et &lt;ĺ&gt; qui sont toutes deux des consonnes syllabiques ; cela signifie qu’elles ne sont pas considérées comme des consonnes mais comme des voyelles à part entière au même titre que celles que nous verrons ci-dessous.
</p>

<p>
Voici ci-dessous une description individuelle de chaque consonne :
</p>
<dl class="org-dl">
<dt>b</dt><dd>Il s’agit du &lt;b&gt; standard dont disposent le Français dans « bonbon » [bɔ̃bɔ̃] ou l’Anglais believe [bɪlɪv], une consonne bilabiale occlusive voisée [b].</dd>
<dt>ch</dt><dd>Ce &lt;ch&gt; existe en Allemand dans des termes tels que « nicht » [nɪçt]. Il s’agit d’une consonne fricative palatale sourde [ç].</dd>
<dt>d</dt><dd>Il s’agit de la consonne &lt;d&gt; standard que l’on peut retrouver en Anglais dans « dice » [daɪs], où le &lt;d&gt; est prononcé en bloquant l’arrivée d’air au niveau de la partie rugueuse du palais. Il est donc différent du &lt;d&gt; français qui est prononcé avec la langue rapprochée voire touchant les dents et qui est noté [d̪], comme dans « dance » [d̪ɑ̃s]. Le &lt;d&gt; du Hjelp est donc bel et bien une consonne occlusive alvéolaire voisée [d].</dd>
<dt>f</dt><dd>Il s’agit du &lt;f&gt; standard que l’on retrouve bon nombre des langues telles que le Français [fʁɑ̃sɛ] ou l’Anglais « fit » [fɪtʰ]. Il s’agit donc d’une consonne fricative labio-dentale sourde [f].</dd>
<dt>g</dt><dd>Il s’agit du &lt;g&gt; dur standard que l’on retrouve dans bon nombre des langues telles que le Français dans « Gar » [ɡɑʁ] ou en Anglais dans « get » [ɡɛt]. Il s’agit donc d’une occlusive vélaire voisée [g].</dd>
<dt>h</dt><dd>Le &lt;h&gt; représente l’aspiration effectuée dans certaines langues comme l’Anglais dans « had » [hæd]. Il s’agit d’une consonne glottale sourde [h].</dd>
<dt>j</dt><dd>Le &lt;j&gt; représente la voyelle &lt;i&gt; prononcée comme une consonne, la rendant donc effectivement semi-consonne. On la retrouve en Français dans des mots tels que « yak » [jak] ou « yoyo » [jojo]. Il s’agit donc d’une consonne approximante rétroflexe voisée [j].</dd>
<dt>jh</dt><dd>Le &lt;jh&gt; est l’équivalent voisé de &lt;ch&gt;. On retrouve cette consonne en Italien comme dans « figlio » [fiʝːo] ou en Russe avec яма [ˈʝämə]. Il s’agit donc d’une consonne fricative palatale voisée [ʝ].</dd>
<dt>k</dt><dd>Il s’agit du &lt;k&gt; non aspiré que l’on peut retrouver en Français comme « cas » [ka] ou dans certains cas en Anglais comme dans « skirt » [skɜːtʰ]. Il s’agit donc de la consonne occlusive uvulaire sourde [k].</dd>
<dt>l</dt><dd>Ce &lt;l&gt; est le &lt;l&gt; que l’on peut retrouver en Français dans « lire » [liʁ] et dans certains cas en Anglais dans « live » [lɪv]. Attention à ne pas le confondre avec le « l sombre » anglais que l’ont peut retrouver par exemple dans « feel » [fiːɫ]. Le &lt;l&gt; du Hjelp est donc une consonne alvéolaire spirante-latérale voisée [l].</dd>
<dt>lh</dt><dd>Ce &lt;l&gt; est en quelques sortes un équivalent non-voisé du &lt;l&gt; présenté ci-dessous. Il se retrouve en Groënlandais dans le mot « illu » [iɬːu] ou en Norvégien de Trøndersk « tatl » ou « tasl » [tʰaɬ]. Il s’agit donc d’une consonne alvéolaire latérale fricative sourde [ɬ].</dd>
<dt>m</dt><dd>Il s’agit du même &lt;m&gt; que le &lt;m&gt; standard en Français « mère » [mɛʁ] ou en Anglais « me » [miː]. Il s’agit donc de la consonne nasale bilabiale voisée [m].</dd>
<dt>n</dt><dd>Il s’agit du &lt;n&gt; standard que l’on retrouve en Anglais comme dans « not » [nɔt]. Attention, cette consonne est alvéolaire et non dentale comme le &lt;n&gt; français de « nuit » [n̪ɥi]. Il s’agit donc d’une consonne nasale alvéolaire voisée [n].</dd>
<dt>ng</dt><dd>Cette consonne se retrouve en Anglais dans des termes tels que « singer » [sɪŋɚ] ou « king » [kʰɪŋ], et on le retrouve à quelques occasion en Français comme dans « camping » [kɑ̃piŋ]. Il s’agit donc d’une consonne nasale vélaire voisée [ŋ].</dd>
<dt>p</dt><dd>Il s’agit du &lt;p&gt; non aspiré que l’on retrouve en Français tèl que dans « père » [pɛʁ] ou dans certains cas en Anglais comme dans « spoon » [spuːn]. Il s’agit donc de la consonne occlusive bilabiale sourde [p].</dd>
<dt>qh</dt><dd>Il s’agit d’une consonne que l’on retrouve en Français comme dans « proche » [pχɔʃ], en Allemand « Dach » [daχ] ou en Kabyle « axxam » [aχχam]. Il s’agit donc d’une voyelle fricative uvulaire sourde [χ].</dd>
<dt>r</dt><dd>Ce &lt;r&gt; peut être retrouvé en Scots « bricht » [brɪçt], en Espagnol « perro » [pe̞ro̞] ou encore en Portugais avec « ratu » [rato]. Il s’agit d’une consonne alvéolaire roulée voisée [r].</dd>
<dt>rh</dt><dd>Cette consonne est l’équivalent voisé de &lt;qh&gt;, que l’on peut retrouver en Français « rester » [ʁɛste], en Dannois « rød » [ʁ̞œ̠ð̠], en Allemand strandard « Rost » [ʁɔst] ou encore en Luxembourgeois « Kugel » [ˈkʰuːʁəl]. Il s’agit donc d’une voyelle fricative uvulaire voisée [ʁ].</dd>
<dt>s</dt><dd>Ce &lt;s&gt; est le &lt;s&gt; standard alvéolaire que l’on retrouve dans des langues tels qu’en Anglais « sit » [sɪtʰ], en Portugais « caço » [kasu] ou en Estonien « sõna » [sɤnɑ]. Attention, le &lt;s&gt; français tel que dans « façade » [fäs̪äd̪] est dentalisé, contrairement au &lt;s&gt; du Hjelp qui est donc une consonne fricative alvéolaire sourde [s].</dd>
<dt>sh</dt><dd>Cette consonne peut se retrouver dans des langues telles que le Français « cher » [ʃɛʁ], en Anglais « sheep » [ʃiːpʰ] ou en Breton « chadenn » [ʃadeñ]. Il s’agit donc d’une consonne fricative post-alvéolaire sourde [ʃ].</dd>
<dt>t</dt><dd>Ce &lt;t&gt; est la contrepartie voisée de &lt;d&gt; et peut se trouver en Dannois « dåse » [tɔ̽ːsə], en Luxembourgeois « dënn » [tən] ou en Finnois avec « parta » [pɑrtɑ]. Attention, le &lt;t&gt; Français est dental, comme dans « tante » qui est prononcé [t̪ɑ̃t̪]. Ainsi, le &lt;t&gt; du Hjelp est la consonne occlusive alvéolaire sourde [t].</dd>
<dt>v</dt><dd>Le &lt;v&gt; du Hjelp peut être retrouvé dans des langues tels que le Français dans « valve » [valv], en Allemand « Wächter » [vɛçtɐ] ou en Macédonien « вода » [vɔda]. Il s’agit donc d’une consonne fricative bilabiale voisée [v].</dd>
<dt>w</dt><dd>Le &lt;w&gt; est un son que l’on peut retrouver dans certaines langues comme le Français dans « oui » [wi], en Anglais avec « weep » [wiːpʰ], ou en Irlandais « vóta » [ˈwoːt̪ˠə]. Il s’agit de la consonne approximante labio-velaire voisée [w].</dd>
<dt>z</dt><dd>Ce &lt;z&gt; est la contrepartie voisée du &lt;s&gt;. On le retrouve dans des langues tels que l’Anglais dans « zoo » [zuː], en Esperanto dans « kuzo » [kuzo] ou en Japonais dans « zenbu » [zembɯ]. Attention, en Français le [z] est dentalisé en [z̪] et est donc différent du &lt;z&gt; du Hjelp qui est une consonne fricative alvéolaire voisée [z].</dd>
<dt>zh</dt><dd>Ce &lt;zh&gt; est la contrepartie voisée du &lt;sh&gt;. Il peut être retrouvé en Français dans « jour » [ʒuʁ], en Navajo « łizh » [ɬiʒ] ou en Corse avec « ghjesgia » [jeːʒa]. Il s’agit donc de la consonne fricative post-alvéolaire voisée [ʒ].</dd>
<dt>ð</dt><dd>Cette consonne &lt;ð&gt; peut être trouvée dans des langues tels que l’Anglais dans « this » [ðɪs], en Allemand Autrichien « leider » [laɛ̯ða] ou en Swahili dans « dhambi » [ðɑmbi]. Il s’agit donc de la consonne fricative dentale voisée [ð].</dd>
<dt>þ</dt><dd>Il s’agit de la contrepartie sourde de &lt;ð&gt; qui peut être trouvée en Anglais dans « thin » [θɪn], en Malaisien dans « Selasa » [θelaθa] ou en Espagnol Castillan « cazar » [käθär]. Il s’agit de la consonne fricative dentale sourde [θ].</dd>
<dt>đ</dt><dd>Il s’agit d’un &lt;d&gt; prononcé de façon rétroflexe et peut être trouvé dans des langues telles que le Norvégien dans « varde » [ʋɑɖːə] ou en Sicilien dans « coḍḍu » [kɔɖːu]. Il s’agit de la consonne occlusive rétroflexe voisée [ɖ].</dd>
<dt>ŕ</dt><dd>Ce &lt;r&gt; est une consonne signature de l’Anglais tel que dans « red » [ɹɛd], ainsi qu’en Allemand Autrichien standard « Rebe » [ɹeːbɛ] ou en Tagalog dans « parang » [paɹaŋ]. Cette consonne est la consonne alvéolaire approximante voisée [ɹ].</dd>
<dt>ŧ</dt><dd>Cette consonne est l’équivalent sourd de la consonne &lt;đ&gt;. Elle se retrouve dans certaines langues telles que le Javanais dans « bathang » [baʈaŋ], en Norvégien « kort » [koʈː] ou en Suédois « karta » [kʰɑːʈa]. Il s’agit donc de la consonne occlusive rétroflexe sourde [ʈ].</dd>
<dt>’</dt><dd>La consonne &lt;’&gt; est une consonne que l’on retrouve en Anglais Général Américain dans « button » [bɐʔn̩], en Danois avec « hånd » [hʌ̹nʔ] ou encore en Hawaiien avec « ’ele’ele_» [ˈʔɛlɛˈʔɛlɛ]. Il s’agit donc de la consonne occlusive glottale sourde [ʔ].</dd>
</dl>
</div>
</div>
