hjelp/hjelp.org
*** Les voyelles
À l’instar des consonnes, le Hjelp dispose d’un inventaire phonétique très large, contenant un total de 23 voyelles simples, incluant le <ń> et le <ĺ> présentés ci-dessus. Les voici ci-dessous translittérées et en IPA.

#+CAPTION: Voyelles du Hjelp (translittération)
| / | >           |               |              |
|   |             | antérieures   | postérieures |
|---+-------------+---------------+--------------|
|   | fermées     | i / y         | u            |
|   | pré-fermées | ì / ĩ / ů     | ù / ũ        |
|   | mi-fermées  | e / é / ø / ö | o / õ        |
|   | mi-ouvertes | è / œ / ô     | ò            |
|   | ouvertes    | a             | å / ã        |

#+CAPTION: Voyelles du Hjelp (IPA)
| / | >           |                   |              |
|   |             | antérieures       | postérieures |
|---+-------------+-------------------+--------------|
|   | fermées     | iː / yː           | uː           |
|   | pré-fermées | ɪ / ɪ̃ / ʏ         | ʊ / ʊ̃        |
|   | mi-fermées  | eː / ẽː / øː / ø̃ː | oː / õː      |
|   | mi-ouvertes | ɛ / œ / œ̃         | ɔ            |
|   | ouvertes    | aː                | ɑ / ɑ̃        |

On remarque ci-dessus une complexité particulièrement importante au niveau des voyelles mi-fermées antérieures ainsi qu’une abscence de voyelles centrales. La majorité des voyelles sont dans une paire ouverte et courte ou fermée et longue, tels que le <i> et le <ì> ou le <a> et le <å>. Plusieurs voyelles ont également leur équivalent nasalisé, tels que le <ī>, <ö> et <ô>.

** Diphtongues

Les diphtongues en Hjelp sont très libres, dans le sens où toute voyelle peut s’associer avec une autre afin de créer une diphtongue, à la condition qu’il ne s’agisse pas deux fois de la même voyelle. Lors de l’association de deux voyelles, si l’une des voyelles est longue, alors elle perd cette qualité et devient courte. En Hjelp, la voyelle se maintenant durant un allongement de la diphtongue est la première des deux, la seconde restant courte peu importe la situation.

La marque tonale associée au diphone ne se marquera que sur la seconde voyelle, la diphtongue étant considérée en Hjelp comme étant une seule et unique voyelle. Il se peut que dans certains cas deux voyelles syllabiques se suivent sans former de diphtongue ensemble, auquel cas la marque tonale marquera la séparation des deux syllabes. Dans le cas où la première syllabe est sur le ton neutre, il sera obligatoire de le marquer explicitement à l’écrit, tel que dans *qhlö₄te₁ů₂ntrhae₂lf*. Pour plus de détails sur les tons du Hjelp, voir la section sur les sept tons ([[*Les sept tons]]).

** Triphtongues

À l’instar des diphtongues ([[*Diphtongues]]), le Hjelp est extrêmement permissif quand aux triphtongues, interdisant uniquement les successions immédiates de deux voyelles identiques. À nouveau, comme pour les diphtongues, la dernière voyelle reste courte ; la première voyelle est également courte, la longueur de la triphtongue étant supporté par la seconde voyelle la composant, telle la première voyelle des diphtongues.

À nouveau, la dernière voyelle de la triphtongue est celle qui supporte la marque tonale à l’écrit, et afin d’éviter une confusion entre une triphtongue et une voyelle simple accolée à une diphtongue, la marque tonale servira à les dissocier.

** Les sept tons
** L’accentuation
** Allophonie
** Phonotaxes

src_latex{\newpage}
* Morphologie

src_latex{\newpage}
* Syntaxe

src_latex{\newpage}
* Système d’écriture

src_latex{\newpage}
* Lexique

Le Hjelp étant une langue évoluant en permanence, je ne peux donner de lexique fixe dans ce document, cependant un dictionnaire en ligne est actuellement en cours de développement qui contiendra tous les mots de la langue et les traduira vers le français et l’anglais avec les détails nécessaires à une bonne compréhension des termes, les subtilités qu’ils induisent ainsi que leur étymologie s’ils en ont une.

src_latex{\newpage}
* Annexes

** Annexe A : Abbréviations
