hjelp/hjelp.html


<div id="outline-container-org5926dc9" class="outline-4">
<h4 id="org5926dc9"><span class="section-number-4">3.2.2</span> Les voyelles</h4>
<div class="outline-text-4" id="text-3-2-2">
<p>
À l’instar des consonnes, le Hjelp dispose d’un inventaire phonétique très large, contenant un total de 23 voyelles simples, incluant le &lt;ń&gt; et le &lt;ĺ&gt; présentés ci-dessus. Les voici ci-dessous translittérées et en IPA.
</p>

<table>
<caption class="t-above"><span class="table-number">Tableau 3 :</span> Voyelles du Hjelp (translittération)</caption>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">antérieures</th>
<th scope="col" class="org-left">postérieures</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">fermées</td>
<td class="org-left">i / y</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">pré-fermées</td>
<td class="org-left">ì / ĩ / ů</td>
<td class="org-left">ù / ũ</td>
</tr>

<tr>
<td class="org-left">mi-fermées</td>
<td class="org-left">e / é / ø / ö</td>
<td class="org-left">o / õ</td>
</tr>

<tr>
<td class="org-left">mi-ouvertes</td>
<td class="org-left">è / œ / ô</td>
<td class="org-left">ò</td>
</tr>

<tr>
<td class="org-left">ouvertes</td>
<td class="org-left">a</td>
<td class="org-left">å / ã</td>
</tr>
</tbody>
</table>

<table>
<caption class="t-above"><span class="table-number">Tableau 4 :</span> Voyelles du Hjelp (IPA)</caption>

<colgroup>
<col  class="org-left">
</colgroup>

<colgroup>
<col  class="org-left">

<col  class="org-left">
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">antérieures</th>
<th scope="col" class="org-left">postérieures</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">fermées</td>
<td class="org-left">iː / yː</td>
<td class="org-left">uː</td>
</tr>

<tr>
<td class="org-left">pré-fermées</td>
<td class="org-left">ɪ / ɪ̃ / ʏ</td>
<td class="org-left">ʊ / ʊ̃</td>
</tr>

<tr>
<td class="org-left">mi-fermées</td>
<td class="org-left">eː / ẽː / øː / ø̃ː</td>
<td class="org-left">oː / õː</td>
</tr>

<tr>
<td class="org-left">mi-ouvertes</td>
<td class="org-left">ɛ / œ / œ̃</td>
<td class="org-left">ɔ</td>
</tr>

<tr>
<td class="org-left">ouvertes</td>
<td class="org-left">aː</td>
<td class="org-left">ɑ / ɑ̃</td>
</tr>
</tbody>
</table>

<p>
On remarque ci-dessus une complexité particulièrement importante au niveau des voyelles mi-fermées antérieures ainsi qu’une abscence de voyelles centrales. La majorité des voyelles sont dans une paire ouverte et courte ou fermée et longue, tels que le &lt;i&gt; et le &lt;ì&gt; ou le &lt;a&gt; et le &lt;å&gt;. Plusieurs voyelles ont également leur équivalent nasalisé, tels que le &lt;ī&gt;, &lt;ö&gt; et &lt;ô&gt;.
</p>
</div>
</div>
</div>

<div id="outline-container-org1d3c052" class="outline-3">
<h3 id="org1d3c052"><span class="section-number-3">3.3</span> Diphtongues</h3>
<div class="outline-text-3" id="text-3-3">
<p>
Les diphtongues en Hjelp sont très libres, dans le sens où toute voyelle peut s’associer avec une autre afin de créer une diphtongue, à la condition qu’il ne s’agisse pas deux fois de la même voyelle. Lors de l’association de deux voyelles, si l’une des voyelles est longue, alors elle perd cette qualité et devient courte. En Hjelp, la voyelle se maintenant durant un allongement de la diphtongue est la première des deux, la seconde restant courte peu importe la situation.
</p>

<p>
La marque tonale associée au diphone ne se marquera que sur la seconde voyelle, la diphtongue étant considérée en Hjelp comme étant une seule et unique voyelle. Il se peut que dans certains cas deux voyelles syllabiques se suivent sans former de diphtongue ensemble, auquel cas la marque tonale marquera la séparation des deux syllabes. Dans le cas où la première syllabe est sur le ton neutre, il sera obligatoire de le marquer explicitement à l’écrit, tel que dans <b>qhlö₄te₁ů₂ntrhae₂lf</b>. Pour plus de détails sur les tons du Hjelp, voir la section sur les sept tons (<a href="#orgaedd0d6">3.5</a>).
</p>
</div>
</div>

<div id="outline-container-org7b9ebc8" class="outline-3">
<h3 id="org7b9ebc8"><span class="section-number-3">3.4</span> Triphtongues</h3>
<div class="outline-text-3" id="text-3-4">
<p>
À l’instar des diphtongues (<a href="#org1d3c052">3.3</a>), le Hjelp est extrêmement permissif quand aux triphtongues, interdisant uniquement les successions immédiates de deux voyelles identiques. À nouveau, comme pour les diphtongues, la dernière voyelle reste courte ; la première voyelle est également courte, la longueur de la triphtongue étant supporté par la seconde voyelle la composant, telle la première voyelle des diphtongues.
</p>

<p>
À nouveau, la dernière voyelle de la triphtongue est celle qui supporte la marque tonale à l’écrit, et afin d’éviter une confusion entre une triphtongue et une voyelle simple accolée à une diphtongue, la marque tonale servira à les dissocier.
</p>
</div>
</div>

<div id="outline-container-orgaedd0d6" class="outline-3">
<h3 id="orgaedd0d6"><span class="section-number-3">3.5</span> Les sept tons</h3>
</div>
<div id="outline-container-orgc8339ed" class="outline-3">
<h3 id="orgc8339ed"><span class="section-number-3">3.6</span> L’accentuation</h3>
</div>
<div id="outline-container-org756fc21" class="outline-3">
<h3 id="org756fc21"><span class="section-number-3">3.7</span> Allophonie</h3>
</div>
<div id="outline-container-org46c3725" class="outline-3">
<h3 id="org46c3725"><span class="section-number-3">3.8</span> Phonotaxes</h3>
<div class="outline-text-3" id="text-3-8">
<p>

</p>
</div>
</div>
</div>
<div id="outline-container-org72c7449" class="outline-2">
<h2 id="org72c7449"><span class="section-number-2">4</span> Morphologie</h2>
<div class="outline-text-2" id="text-4">
<p>

</p>
</div>
</div>
<div id="outline-container-org1bb48e0" class="outline-2">
<h2 id="org1bb48e0"><span class="section-number-2">5</span> Syntaxe</h2>
<div class="outline-text-2" id="text-5">
<p>

</p>
</div>
</div>
<div id="outline-container-org83ba287" class="outline-2">
<h2 id="org83ba287"><span class="section-number-2">6</span> Système d’écriture</h2>
<div class="outline-text-2" id="text-6">
<p>

</p>
</div>
</div>
<div id="outline-container-orgdd5fb81" class="outline-2">
<h2 id="orgdd5fb81"><span class="section-number-2">7</span> Lexique</h2>
<div class="outline-text-2" id="text-7">
<p>
Le Hjelp étant une langue évoluant en permanence, je ne peux donner de lexique fixe dans ce document, cependant un dictionnaire en ligne est actuellement en cours de développement qui contiendra tous les mots de la langue et les traduira vers le français et l’anglais avec les détails nécessaires à une bonne compréhension des termes, les subtilités qu’ils induisent ainsi que leur étymologie s’ils en ont une.
</p>

<p>

</p>
</div>
</div>
<div id="outline-container-org8034227" class="outline-2">
<h2 id="org8034227"><span class="section-number-2">8</span> Annexes</h2>
<div class="outline-text-2" id="text-8">
</div>
<div id="outline-container-orga4efc1e" class="outline-3">
<h3 id="orga4efc1e"><span class="section-number-3">8.1</span> Annexe A : Abbréviations</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: Lucien Cartier-Tilet</p>
<p class="date">Created: 2018-11-29 jeu. 15:39</p>
<p class="validation"></p>
</div>
</body>
</html>
